{"translation-revision-date":"2023-03-14 14:48:20+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Additional comments":["Ytterligare kommentarer"],"(Check all that apply)":["(Kryssa i alla som stämmer)"],"What made you switch back to the classic product editor?":["Vad fick dig att växla tillbaks till den klassiska produktredigeraren?"],"Send feedback":["Skicka feedback"],"We’re working on making it better, and your feedback will help improve the experience for thousands of merchants like you.":["Vi arbetar på att göra tjänsten ännu bättre och din feedback hjälper till att skapa en bättre upplevelse för tusentals handlare som dig."],"Thanks for trying out the new product editor!":["Tack för att du provar den nya produktredigeraren."],"Other (describe below)":["Annat (beskriv nedan)"],"It is slow, buggy, or broken":["Det är långsamt, buggigt eller trasigt"],"It is difficult to use":["Det är svårt att använda"],"Missing plugins":["Saknade tillägg"],"Missing features":["Saknade funktioner"],"Optional, but much apprecated. We love reading your feedback!":["Valfritt, men mycket uppskattat. Vi älskar att ta del av din feedback!"],"How is that screen useful to you? What features would you add or change?":["Hur är vyn användbar för dig? Vilka funktioner skulle du lägga till eller ändra?"],"Your feedback will help create a better experience for thousands of merchants like you. Please tell us to what extent you agree or disagree with the statements below.":["Din feedback hjälper till att skapa en bättre upplevelse för tusentals handlare som dig. Berätta i vilken utsträckning du håller med eller inte håller med om påståendena nedan."],"Strongly Agree":["Instämmer helt"],"Agree":["Instämmer"],"Disagree":["Instämmer inte"],"Strongly disagree":["Instämmer inte alls"],"Very good":["Mycket bra"],"Difficult":["Svårt"],"Please provide feedback by selecting an option above.":["Lämna feedback genom att välja ett alternativ ovan."],"Your feedback will go to the WooCommerce development team":["Din feedback kommer att skickas till utvecklingsteamet för WooCommerce"],"Please share your feedback":["Dela din feedback"],"Neutral":["Varken lätt eller svårt"],"Very difficult":["Mycket svårt"],"Give feedback":["Ge feedback"],"Skip":["Hoppa över"],"Share":["Dela"],"Good":["Bra"],"Cancel":["Avbryt"]}},"comment":{"reference":"assets\/client\/admin\/customer-effort-score\/index.js"}}