{"translation-revision-date":"2023-03-17 09:35:22+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Yoast's recommended reading list":["Läslista rekommenderad av Yoast"],"An error occurred while calculating your content: %s":["Ett fel uppstod vid beräkningen av ditt innehåll: %s"],"This functionality is disabled in staging environments.":["Denna funktion är inaktiverad i utvecklingsmiljöer (staging environments)."],"Help us to analyze your site by running the site analysis below.":["Hjälp oss att analysera din webbplats genom att köra webbplatsanalysen nedan."],"We would like to show you insights into content that we feel could use improving.":["Vi vill visa insikter om innehåll som vi tror kan förbättras."],"No data to show yet":["Inga data att visa än"],"Site analysis is disabled for non-production environments.":["Webbplatsanalys är inaktiverat för alla miljöer som inte är produktionsmiljöer."],"Stop site analysis":["Stoppa webbplatsanalys"],"Start site analysis":["Starta webbplatsanalys"],"Show %1$s more...":["Visa %1$s fler …"],"Open editor":["Öppna redigerare"],"Add focus keyphrase":["Lägg till fokusnyckelordsfras"],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":["De flesta av dina inlägg och sidor har inte analyserats ännu. Hjälp oss att analysera ditt innehåll genom att öppna och uppdatera det. Om du klickar på knappen ”Öppna redigerare” öppnas redigeraren i en ny webbläsarflik. Se till att klicka på ”Uppdatera” högst upp på den sidan."],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":["När du klickar på knappen ”Lägg till fokusnyckelfras” öppnas redigeraren i en ny webbläsarflik. Glöm inte att trycka på ”Uppdatera” när du är klar."],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":["De flesta av dina inlägg och sidor har ännu inte någon fokusnyckelfras. Hjälp oss att analysera ditt innehåll genom att lägga till fokusnyckelfraser. Nedan har vi sorterat dina inlägg och sidor efter det högsta antalet inkommande länkar, så att du kan börja lägga till fokusnyckelfraser för ditt viktigaste innehåll först."],"Posts and pages that haven't been analyzed (%1$s)":["Inlägg och sidor som inte har analyserats (%1$s)"],"Posts and pages without a focus keyphrase (%1$s)":["Inlägg och sidor utan en fokusnyckelordsfras (%1$s)"],"Your site has no content with incoming links left to display here.":["Din webbplats har inget innehåll med inkommande länkar kvar att visa här."],"Restore hidden items":["Återställ dolda objekt"],"Highest number of incoming links":["Högsta antal inkommande länkar"],"Congratulations! All of your content has a green SEO score!":["Grattis! Allt ditt innehåll har en grön SEO-poäng!"],"Your site has no content with SEO scores left to display here.":["Din webbplats har inget innehåll med SEO-poäng kvar att visa här."],"An error occured while calculating the SEO scores of your content. Please try again later.":["Ett fel uppstod vid beräkningen av SEO-poängen för ditt innehåll. Försök igen senare."],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":["Du har inaktiverat funktionen “SEO-analys”. Aktivera denna funktion på fliken %1$sFunktioner%2$s om du vill att vi ska beräkna SEO-poängen för ditt innehåll"],"Lowest SEO scores":["Lägsta SEO-poäng"],"An error occurred: %s":["Ett fel uppstod: %s"],"You have hidden all items from this list, so there is no content left to display here.":["Du har dolt alla objekt från denna lista, så det finns inget innehåll kvar att visa här."],"Add links":["Lägg till länkar"],"An error occured while calculating the incoming links of your content. Please try again later.":["Ett fel uppstod vid beräkningen av inkommande länkar för ditt innehåll. Försök igen senare."],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":["Du har inaktiverat funktionen ”Textlänkräknare”. Aktivera denna funktion på fliken %1$sFunktioner%2$s om du vill att vi ska beräkna antalet länkar i ditt innehåll"],"Lowest number of incoming links":["Lägsta antalet inkommande länkar"],"Congratulations! All of your content has a green readability score!":["Grattis! Allt ditt innehåll har en grön läsbarhetspoäng!"],"Your site has no content with Readability scores left to display here.":["Din webbplats har inget innehåll med läsbarhetspoäng kvar att visa här."],"An error occured while calculating the Readability scores of your content. Please try again later.":["Ett fel uppstod vid beräkningen av läsbarhetspoängen för ditt innehåll. Försök igen senare."],"Improve":["Förbättra"],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":["Du har inaktiverat funktionen “Läsbarhetsanalys”. Aktivera denna funktion på fliken %1$sFunktioner%2$s om du vill att vi ska beräkna läsbarhetspoängen för ditt innehåll"],"Restore all hidden items":["Återställ alla dolda objekt"],"Restore last hidden item":["Återställ senaste dolda objektet"],"Lowest readability scores":["Lägsta läsbarhetspoäng"],"The undo request was unsuccessful.":["Begäran om att ångra misslyckades."],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":["Förbättra rankingen för alla dina grundstenar genom att använda denna %1$steg-för-steg-träning%2$s!"],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":["Se till att markera detta innehåll som grundstensinnehåll %1$s(%3$s)%2$s. %4$sLäs mer om grundstensinnehåll%5$s."],"The content below is supposed to be your cornerstone content: the most important and extensive articles on your site. ":["Innehållet nedan är tänkt att vara ditt grundstensinnehåll: de viktigaste och mest omfattande artiklarna på din webbplats. "],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":["Hitta och åtgärda allt föräldralöst innehåll på din webbplats genom att använda den här %1$ssteg-för-steg-träningen%2$s!"],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":["Om du vill förhindra att något av ditt innehåll blir hängande utan koppling måste du länka till det. Genom att länka till det från andra platser på din webbplats hjälper du Google och din publik att hitta det. %1$sLäs mer om olänkat innehåll%2$s."],"Refresh data":["Uppdatera data"],"Last refreshed: %d min ago":["Senast uppdaterad: %d minut sedan","Senast uppdaterad: %d minuter sedan"],"The request has failed.":["Begäran misslyckades."],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":["Du har inaktiverat funktionen ”Länkförslag”. Aktivera denna funktion på fliken %1$sFunktioner%2$s om du vill se föreslagna inlägg att länka från."],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":["Få förslag på relevanta interna länkar med Yoast SEO Premium! Denna funktion tipsar om inlägg på din webbplats med liknande innehåll som kan vara intressanta att länka från. %1$sLäs mer om hur internlänkning kan förbättra webbplatsens struktur%2$s."],"An error occurred while fetching the suggested links list: %s":["Ett fel uppstod när listan med föreslagna länkar skulle hämtas: %s"],"Start writing a new post":["Börja skriva ett nytt inlägg"],"Don't know where to start? Have a look at our recommended reading list!":["Vet du inte var du ska börja? Kolla in vår rekommenderade läslista!"],"keyword strategy, site structure and copywriting.":["nyckelordsstrategi, webbplatsstruktur och copywriting."],"There are three major elements you need to consider when writing good content for SEO:":["Det finns tre huvudelement du måste tänka på när du skriver bra innehåll för SEO:"],"You need to have more content on your site to make your website rank well in the search engines.":["Du måste ha mer innehåll på din webbplats för att den ska rankas bra i sökmotorerna."],"Start writing content!":["Börja skriv innehåll!"],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":["Vi använder funktioner som vår ”SEO-analys”, ”Läsbarhetsanalys” och ”Textlänkräknare” för att beräkna hur ditt innehåll presterar. Du kan aktivera dessa funktioner på fliken %1$sFunktioner%2$s."],"You've disabled features that are needed to show data":["Du har inaktiverat funktioner som behövs för att visa data"],"Unlock with Premium!":["Lås upp med Premium!"],"Error stack trace":["Spårning av felstack"],"Response":["Svar"],"Error message":["Felmeddelande"],"Status code":["Statuskod"],"Request method":["Metod för begäran"],"Request URL":["URL för begäran"],"Error details":["Felinformation"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Denna funktion inkluderar och ersätter textlänkräknare och intern länkanalys"],"(Opens in a new browser tab)":["(Öppnas i en ny webbläsarflik)"],"Loading...":["Laddar in …"],"Close":["Stäng"],"Edit":["Redigera"]}},"comment":{"reference":"js\/dist\/indexables-page.js"}}